Revit 2024 API
DWFExportOptions.PaperFormat Property
Standard paper format.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ExportPaperFormat PaperFormat { get; set; }
Visual Basic
Public Property PaperFormat As ExportPaperFormat
	Get
	Set
Visual C++
public:
property ExportPaperFormat PaperFormat {
	ExportPaperFormat get ();
	void set (ExportPaperFormat value);
}
See Also
DWFExportOptions Class
Autodesk.Revit.DB Namespace